var station_list = {
    "BR": [
        [
            "01",
            "動物園",
            "Taipei Zoo",
            "動物園",
            "동물원"
        ],
        [
            "02",
            "木柵",
            "Muzha",
            "木柵",
            "무자"
        ],
        [
            "03",
            "萬芳社區",
            "Wanfang Community",
            "万芳コミュニティ",
            "완팡 단지"
        ],
        [
            "04",
            "萬芳醫院",
            "Wanfang Hospital",
            "万芳病院",
            "완팡 병원"
        ],
        [
            "05",
            "辛亥",
            "Xinhai",
            "辛亥",
            "신하이"
        ],
        [
            "06",
            "麟光",
            "Linguang",
            "麟光",
            "린광"
        ],
        [
            "07",
            "六張犁",
            "Liuzhangli",
            "六張犁",
            "류장리"
        ],
        [
            "08",
            "科技大樓",
            "Technology Building",
            "テクノロジービル",
            "테크놀로지 빌딩"
        ],
        [
            "09",
            "大安",
            "Daan",
            "大安",
            "다안"
        ],
        [
            "10",
            "忠孝復興",
            "Zhongxiao Fuxing",
            "忠孝復興",
            "종샤오 푸신"
        ],
        [
            "11",
            "南京復興",
            "Nanjing Fuxing",
            "南京復興",
            "난징 푸신"
        ],
        [
            "12",
            "中山國中",
            "Zhongshan Junior High School",
            "中山中学校",
            "중산 중학교"
        ],
        [
            "13",
            "松山機場",
            "Songshan Airport",
            "松山空港",
            "송산 공항"
        ],
        [
            "14",
            "大直",
            "Dazhi",
            "大直",
            "다지"
        ],
        [
            "15",
            "劍南路",
            "Jiannan Rd.",
            "剣南路",
            "젠난루"
        ],
        [
            "16",
            "西湖",
            "Xihu",
            "西湖",
            "시후"
        ],
        [
            "17",
            "港墘",
            "Gangqian",
            "港墘",
            "강첸"
        ],
        [
            "18",
            "文德",
            "Wende",
            "文徳",
            "원더"
        ],
        [
            "19",
            "內湖",
            "Neihu",
            "内湖",
            "네이후"
        ],
        [
            "20",
            "大湖公園",
            "Dahu Park",
            "大湖公園",
            "다후 공원"
        ],
        [
            "21",
            "葫洲",
            "Huzhou",
            "葫洲",
            "후저우"
        ],
        [
            "22",
            "東湖",
            "Donghu",
            "東湖",
            "둥후"
        ],
        [
            "23",
            "南港軟體園區",
            "Nangang Software Park",
            "南港ソフトウェアパーク",
            "난강 소프트웨어 단지"
        ],
        [
            "24",
            "南港展覽館",
            "Nangang Exhibition Center",
            "南港展覧館",
            "난강 전시관"
        ]
    ],
    "R": [
        [
            "01",
            "廣慈/奉天宮",
            "Guangci/Fengtian Temple",
            "広慈/奉天宮",
            "광치/펑티엔궁"
        ],
        [
            "02",
            "象山",
            "Xiangshan",
            "象山",
            "샹산"
        ],
        [
            "03",
            "台北101/世貿",
            "Taipei 101/World Trade Center",
            "台北101/世界貿易センター",
            "타이베이 101/세계무역센터"
        ],
        [
            "04",
            "信義安和",
            "Xinyi Anhe",
            "信義安和",
            "신이 안허"
        ],
        [
            "05",
            "大安",
            "Daan",
            "大安",
            "다안"
        ],
        [
            "06",
            "大安森林公園",
            "Daan Park",
            "大安森林公園",
            "다안 삼림 공원"
        ],
        [
            "07",
            "東門",
            "Dongmen",
            "東門",
            "동문"
        ],
        [
            "08",
            "中正紀念堂",
            "C.K.S Memorial Hall",
            "中正紀念堂",
            "중정 기념당"
        ],
        [
            "09",
            "台大醫院",
            "NTU Hospital",
            "台湾大学病院",
            "대만 대학 병원"
        ],
        [
            "10",
            "台北車站",
            "Taipei Main Station",
            "台北駅",
            "타이베이 역"
        ],
        [
            "11",
            "中山",
            "Zhongshan",
            "中山",
            "중산"
        ],
        [
            "12",
            "雙連",
            "Shuanglian",
            "双連",
            "솽롄"
        ],
        [
            "13",
            "民權西路",
            "Minquan W. Rd.",
            "民権西路",
            "민취안시루"
        ],
        [
            "14",
            "圓山",
            "Yuanshan",
            "圓山",
            "위안산"
        ],
        [
            "15",
            "劍潭",
            "Jiantan",
            "剣潭",
            "젠탄"
        ],
        [
            "16",
            "士林",
            "Shilin",
            "士林",
            "스린"
        ],
        [
            "17",
            "芝山",
            "Zhishan",
            "芝山",
            "즈산"
        ],
        [
            "18",
            "明德",
            "Mingde",
            "明徳",
            "밍더"
        ],
        [
            "19",
            "石牌",
            "Shipai",
            "石牌",
            "스파이"
        ],
        [
            "20",
            "唭哩岸",
            "Qilian",
            "唭哩岸",
            "치리안"
        ],
        [
            "21",
            "奇岩",
            "Qiyan",
            "奇岩",
            "치언"
        ],
        [
            "22",
            "北投",
            "Beitou",
            "北投",
            "베이터우"
        ],
        [
            "23",
            "復興崗",
            "Fuxinggang",
            "復興崗",
            "푸싱강"
        ],
        [
            "24",
            "忠義",
            "Zhongyi",
            "忠義",
            "종이"
        ],
        [
            "25",
            "關渡",
            "Guandu",
            "関渡",
            "관두"
        ],
        [
            "26",
            "竹圍",
            "Zhuwei",
            "竹囲",
            "주웨이"
        ],
        [
            "27",
            "紅樹林",
            "Hongshulin",
            "紅樹林",
            "홍슈린"
        ],
        [
            "28",
            "淡水",
            "Tamsui",
            "淡水",
            "단수이"
        ]
    ],
    "RA": [
        [
            "22",
            "北投",
            "Beitou",
            "北投",
            "베이터우"
        ],
        [
            "22A",
            "新北投",
            "Xinbeitou",
            "新北投",
            "신베이터우"
        ]
    ],
    "G": [
        [
            "01",
            "新店",
            "Xindian",
            "新店",
            "신뎬"
        ],
        [
            "02",
            "新店區公所",
            "Xindian District Office",
            "新店区役所",
            "신뎬 구청"
        ],
        [
            "03",
            "七張",
            "Qizhang",
            "七張",
            "치장"
        ],
        [
            "04",
            "大坪林",
            "Dapinglin",
            "大坪林",
            "다핑린"
        ],
        [
            "05",
            "景美",
            "Jingmei",
            "景美",
            "징메이"
        ],
        [
            "06",
            "萬隆",
            "Wanlong",
            "万隆",
            "완롱"
        ],
        [
            "07",
            "公館",
            "Gongguan",
            "公館",
            "궁관"
        ],
        [
            "08",
            "台電大樓",
            "Taipower Building",
            "台湾電力ビル",
            "대만 전력공사 빌딩"
        ],
        [
            "09",
            "古亭",
            "Guting",
            "古亭",
            "구팅"
        ],
        [
            "10",
            "中正紀念堂",
            "C.K.S Memorial Hall",
            "中正紀念堂",
            "중정 기념당"
        ],
        [
            "11",
            "小南門",
            "Xiaonanmen",
            "小南門",
            "샤오난먼"
        ],
        [
            "12",
            "西門",
            "Ximen",
            "西門",
            "시먼"
        ],
        [
            "13",
            "北門",
            "Beimen",
            "北門",
            "베이먼"
        ],
        [
            "14",
            "中山",
            "Zhongshan",
            "中山",
            "중산"
        ],
        [
            "15",
            "松江南京",
            "Songjiang Nanjing",
            "松江南京",
            "송장 난징"
        ],
        [
            "16",
            "南京復興",
            "Nanjing Fuxing",
            "南京復興",
            "난징 푸신"
        ],
        [
            "17",
            "台北小巨蛋",
            "Taipei Arena",
            "台北アリーナ",
            "타이베이 아레나"
        ],
        [
            "18",
            "南京三民",
            "Nanjing Sanmin",
            "南京三民",
            "난징 싼민"
        ],
        [
            "19",
            "松山",
            "Songshan",
            "松山",
            "송산"
        ]
    ],
    "GA": [
        [
            "03",
            "七張",
            "Qizhang",
            "七張",
            "치장"
        ],
        [
            "03A",
            "小碧潭",
            "Xiaobitan",
            "小碧潭",
            "샤오비탄"
        ]
    ],
    "O": [
        [
            "01",
            "南勢角",
            "Nanshijiao",
            "南勢角",
            "난시자오"
        ],
        [
            "02",
            "景安",
            "Jingan",
            "景安",
            "징안"
        ],
        [
            "03",
            "永安市場",
            "Yongan Market",
            "永安市場",
            "용안 시장"
        ],
        [
            "04",
            "頂溪",
            "Dingxi",
            "頂溪",
            "딩시"
        ],
        [
            "05",
            "古亭",
            "Guting",
            "古亭",
            "구팅"
        ],
        [
            "06",
            "東門",
            "Dongmen",
            "東門",
            "둥먼"
        ],
        [
            "07",
            "忠孝新生",
            "Zhongxiao Xinsheng",
            "忠孝新生",
            "종샤오 신생"
        ],
        [
            "08",
            "松江南京",
            "Songjiang Nanjing",
            "松江南京",
            "송장 난징"
        ],
        [
            "09",
            "行天宮",
            "Xingtian Temple",
            "行天宮",
            "싱톈궁"
        ],
        [
            "10",
            "中山國小",
            "Zhongshan Elementary School",
            "中山小学校",
            "중산 초등학교"
        ],
        [
            "11",
            "民權西路",
            "Minquan W. Rd.",
            "民権西路",
            "민취안시루"
        ],
        [
            "12",
            "大橋頭",
            "Daqiaotou",
            "大橋頭",
            "다차오터우"
        ],
        [
            "13",
            "台北橋",
            "Taipei Bridge",
            "台北橋",
            "타이베이 대교"
        ],
        [
            "14",
            "菜寮",
            "Cailiao",
            "菜寮",
            "차이랴오"
        ],
        [
            "15",
            "三重",
            "Sanchong",
            "三重",
            "싼충"
        ],
        [
            "16",
            "先嗇宮",
            "Xianse Temple",
            "先嗇宮",
            "셴써궁"
        ],
        [
            "17",
            "頭前庄",
            "Touqianzhuang",
            "頭前庄",
            "터우첸좡"
        ],
        [
            "18",
            "新莊",
            "Xinzhuang",
            "新莊",
            "신좡"
        ],
        [
            "19",
            "輔大",
            "Fu Jen University",
            "輔仁大学",
            "푸젠 대학교"
        ],
        [
            "20",
            "丹鳳",
            "Danfeng",
            "丹鳳",
            "단펑"
        ],
        [
            "21",
            "迴龍",
            "Huilong",
            "迴龍",
            "후이룽"
        ],
        [
            "50",
            "三重國小",
            "Sanchong Elem. School",
            "三重小学校",
            "싼충 초등학교"
        ],
        [
            "51",
            "三和國中",
            "Sanhe Junior High School",
            "三和中学校",
            "싼허 중학교"
        ],
        [
            "52",
            "徐匯中學",
            "Xuhui Junior High School",
            "徐匯高校",
            "쉬후이 고등학교"
        ],
        [
            "53",
            "三民高中",
            "Sanmin Senior High School",
            "三民高校",
            "싼민 고등학교"
        ],
        [
            "54",
            "蘆洲",
            "Luzhou",
            "蘆洲",
            "루저우"
        ]
    ],
    "BL": [
        [
            "01",
            "頂埔",
            "Dingpu",
            "頂埔",
            "딩푸"
        ],
        [
            "02",
            "永寧",
            "Yongning",
            "永寧",
            "용닝"
        ],
        [
            "03",
            "土城",
            "Tucheng",
            "土城",
            "투청"
        ],
        [
            "04",
            "海山",
            "Haishan",
            "海山",
            "하이산"
        ],
        [
            "05",
            "亞東醫院",
            "Far Eastern Hospital",
            "亜東病院",
            "아동 병원"
        ],
        [
            "06",
            "府中",
            "Fuzhong",
            "府中",
            "푸종"
        ],
        [
            "07",
            "板橋",
            "Banqiao",
            "板橋",
            "반차오"
        ],
        [
            "08",
            "新埔",
            "Xinpu",
            "新埔",
            "신푸"
        ],
        [
            "09",
            "江子翠",
            "Jiangzicui",
            "江子翠",
            "장쯔추이"
        ],
        [
            "10",
            "龍山寺",
            "Longshan Temple",
            "龍山寺",
            "용산사"
        ],
        [
            "11",
            "西門",
            "Ximen",
            "西門",
            "시먼"
        ],
        [
            "12",
            "台北車站",
            "Taipei Main Station",
            "台北駅",
            "타이베이 역"
        ],
        [
            "13",
            "善導寺",
            "Shandao Temple",
            "善導寺",
            "선다오사"
        ],
        [
            "14",
            "忠孝新生",
            "Zhongxiao Xinsheng",
            "忠孝新生",
            "종샤오 신생"
        ],
        [
            "15",
            "忠孝復興",
            "Zhongxiao Fuxing",
            "忠孝復興",
            "종샤오 푸신"
        ],
        [
            "16",
            "忠孝敦化",
            "Zhongxiao Dunhua",
            "忠孝敦化",
            "종샤오 둔화"
        ],
        [
            "17",
            "國父紀念館",
            "S.Y.S Memorial Hall",
            "国父紀念館",
            "국부 기념관"
        ],
        [
            "18",
            "市政府",
            "Taipei City Hall",
            "台北市政府",
            "타이베이 시청"
        ],
        [
            "19",
            "永春",
            "Yongchun",
            "永春",
            "용춘"
        ],
        [
            "20",
            "後山埤",
            "Houshanpi",
            "後山埤",
            "허우산피"
        ],
        [
            "21",
            "昆陽",
            "Kunyang",
            "昆陽",
            "쿤양"
        ],
        [
            "22",
            "南港",
            "Nangang",
            "南港",
            "난강"
        ],
        [
            "23",
            "南港展覽館",
            "Nangang Exhibition Center",
            "南港展覧館",
            "난강 전시관"
        ]
    ],
    "Y": [
        [
            "07",
            "大坪林",
            "Dapinglin",
            "大坪林",
            "다핑린"
        ],
        [
            "08",
            "十四張",
            "Shisijhang",
            "十四張",
            "스쓰장"
        ],
        [
            "09",
            "秀朗橋",
            "Xiulang Bridge",
            "秀朗橋",
            "시우랑차오"
        ],
        [
            "10",
            "景平",
            "Jingping",
            "景平",
            "징핑"
        ],
        [
            "11",
            "景安",
            "Jingan",
            "景安",
            "징안"
        ],
        [
            "12",
            "中和",
            "Zhonghe",
            "中和",
            "중허"
        ],
        [
            "13",
            "橋和",
            "Qiaohe",
            "橋和",
            "차오허"
        ],
        [
            "14",
            "中原",
            "Zhongyuan",
            "中原",
            "중위안"
        ],
        [
            "15",
            "板新",
            "Banxin",
            "板新",
            "반신"
        ],
        [
            "16",
            "板橋",
            "Banqiao",
            "板橋",
            "반차오"
        ],
        [
            "17",
            "新埔民生",
            "Xinpu Minsheng",
            "新埔民生",
            "신푸민생"
        ],
        [
            "18",
            "頭前庄",
            "Touqianzhuang",
            "頭前庄",
            "터우첸좡"
        ],
        [
            "19",
            "幸福",
            "Xingfu",
            "幸福",
            "씽푸"
        ],
        [
            "20",
            "新北產業園區",
            "New Taipei Industrial Park",
            "新北産業園区",
            "신베이 산업원 단지"
        ]
    ],
    "LG": [

    ],
    "custom":[

    ]
}
